[{
  "_id": {
    "$oid": "63da698fd3ed9e77c7c70d7c"
  },
  "Name": "Stephen Chbosky",
  "Bio": "Stephen Chbosky was born on January 25, 1970 in Pittsburgh, Pennsylvania, USA. He is a writer and producer, known for The Perks of Being a Wallflower (2012), Beauty and the Beast (2017) and Wonder (2017). He has been married to Liz Maccie since September 18, 2010. They have two children. ",
  "YearOfBirth": "1970",
  "YearOfDeath": " "
},{
  "_id": {
    "$oid": "63da6bd8d3ed9e77c7c70d7d"
  },
  "Name": "Olivier Nakache",
  "Bio": "Born APril 15, 1973, in Suresnes, Hauts-de-Seine, France. He is a writer and producer known for The intouchables (2011), C'est la vie! (2017) and The Specials (2019).",
  "YearOfBirth": "1973",
  "YearOfDeath": " "
},{
  "_id": {
    "$oid": "63da6ca5d3ed9e77c7c70d7e"
  },
  "Name": "Eric Toledano",
  "Bio": "Born July 3, 1971 in Paris, France. He is a writer and producer, known for The Intouchables (2011), C'est la vie! (2017) and The Specials (2019).",
  "YearOfBirth": "1971",
  "YearOfDeath": " "
},{
  "_id": {
    "$oid": "63da6d74d3ed9e77c7c70d7f"
  },
  "Name": "Wolfgang Becker",
  "Bio": "Born July 2, 1954 in Hemer, North Rhine-Westphalia, Germany. He is a director and writer, known for Goodbye Lenin! (2003), Fjärilar (1988) and CHild's Play (1992).",
  "YearOfBirth": "1954",
  "YearOfDeath": " "
},{
  "_id": {
    "$oid": "63da6e5ed3ed9e77c7c70d80"
  },
  "Name": "Roberto Benigni",
  "Bio": "Born October 27, 1952 in Manciano LA Misericordia, Castiglian Fiorentino, Tuscnay, Italy. He is an actor and writer, known for Life is Beautiful (1997), The TIger and THe Snow (2005) and Down by the LAw (1986). He has been married to Nicoletta Braschi since December 26, 1991.",
  "YearOfBirth": "1952",
  "YearOfDeath": " "
},{
  "_id": {
    "$oid": "63da6ea0d3ed9e77c7c70d81"
  },
  "Name": "Giulio Ricciarelli",
  "Bio": "Giulio Ricciarelli was born on August 2, 1965 in Milan, Lombardy, Italy. He is an actor and producer, known for Labyrinth of Lies (2014), Lights (2009) and Vincent (2004). He was previously married to Lisa Martinek. ",
  "YearOfBirth": "1965",
  "YearOfDeath": " "
},{
  "_id": {
    "$oid": "63da6ed3d3ed9e77c7c70d82"
  },
  "Name": "Vincent Ward",
  "Bio": "Vincent Ward has produced, executive produced and/or written and directed feature films including What Dreams May Come (Which won an Oscar and was nominated for 2 Academy Awards), The River Queen (Won best film in Shanghai) and The Last Samurai (4 Academy Award nominations and winner of Best Foreign Film in Japan) developing the underlying material he chose the director, before acting as an executive producer on this film. Ward's films have earned critical acclaim and festival attention whilst achieving a wide, eclectic audience. Vigil (1984), The Navigator: A Medieval Odyssey (1988) and Map of the Human Heart (1993) were the first films by a New Zealander to be officially selected for the Cannes Film Festival. Between them they garnered close to 30 national and international awards (including the Grand Prix at festivals in Italy, Spain, Germany, France and the United States). His latest feature film Rain of the Children (2008) was voted by the audience, from 250 feature films, to win the Grand Prix at Poland's largest film festival. The film was also nominated for best director in New Zealand and Australia. Ward was awarded an Order of New Zealand Merit in 2007 and is in the process of actively searching for material for new projects. ",
  "YearOfBirth": "1956",
  "YearOfDeath": " "
},{
  "_id": {
    "$oid": "63da6f10d3ed9e77c7c70d83"
  },
  "Name": "Steven Spielberg",
  "Bio": "Steven Spielberg, in full Steven Allan Spielberg, (born December 18, 1946, Cincinnati, Ohio, U.S.), American motion-picture director and producer whose diverse films—which ranged from science-fiction fare, including such classics as Close Encounters of the Third Kind (1977) and E.T.: The Extra-Terrestrial (1982), to historical dramas, notably Schindler’s List (1993) and Saving Private Ryan (1998)—enjoyed both unprecedented popularity and critical success. ",
  "YearOfBirth": "1946",
  "YearOfDeath": " "
},{
  "_id": {
    "$oid": "63da6f3cd3ed9e77c7c70d84"
  },
  "Name": "Peter Weir",
  "Bio": "Peter Weir was born on August 21, 1944 in Sydney, New South Wales, Australia. He is a director and writer, known for Master and Commander: The Far Side of the World (2003), The Way Back (2010) and Witness (1985). He has been married to Wendy Stites since 1966. They have two children.",
  "YearOfBirth": "1944 ",
  "YearOfDeath": " "
}]